[
 {
   "ID": 0,
   "Location": "E25-401",
   "Time": "8:30",
   "Activity": "Arrivals",
   "Topic": "Coffee",
   "Bio": ""
 },
 {
   "ID": 1,
   "Location": "",
   "Time": "9:00",
   "Activity": "Roger Mark",
   "Topic": "Welcome Remarks: How We Got Here and Where Are We Going",
   "Bio": "Dr. Mark is Distinguished Professor of Health Sciences and Technology of Electrical Engineering and Computer Science at MIT. He trained in internal medicine at the Harvard Medical Unit at Boston City Hospital and then spent two years in the Medical Corps of the USAF studying the biological effects of laser radiation. He joined the faculty of the EE Department at MIT in 1969 and also the faculty of the Department of Medicine at Harvard Medical School. He has been active in teaching quantitative physiology to undergraduate and graduate engineering students at MIT, and Introduction to Clinical Medicine to HST MEMP students. Dr. Mark is a fellow of the IEEE, a fellow of the American College of Cardiology, and a founding fellow of the American Institute of Medical and Biological Engineering. He remains active in the practice of primary care internal medicine and geriatrics for about 20% of his time, and is Senior Physician at the Beth Israel Deaconess Medical Center."
 },
 {
   "ID": 2,
   "Location": "",
   "Time": "9:20",
   "Activity": "Leo Celi",
   "Topic": "MIT Critical Data, MIMIC-Global, and Ophthalmology",
   "Bio": "Dr. Leo Anthony Celi has practiced medicine in three continents, giving him broad perspectives in healthcare delivery. As clinical research director and principal research scientist at the MIT Laboratory of Computational Physiology (LCP), he brings together clinicians and data scientists to support research using data routinely collected in the intensive care unit (ICU)."
 },
 {
   "ID": 3,
   "Location": "",
   "Time": "9:40",
   "Activity": "Thomas Heldt",
   "Topic": "Epidemiology and Mangement of NICU Monitoring Alarms",
   "Bio": "Dr. Thomas Heldt joined the MIT faculty in 2013 as Hermann L.F. von Helmholtz Career Development Professor in the Institute for Medical Engineering and Science and as Associate Professor of Electrical and Biomedical Engineering with the Department of Electrical Engineering and Computer Science. Additionally, Thomas is a Principal Investigator with MIT’s Research Laboratory of Electronics (RLE)."
 },
 {
   "ID": 4,
   "Location": "",
   "Time": "10:00",
   "Activity": "Steve Horng",
   "Topic": "BIDMC ED Data and CXRs",
   "Bio": "Dr. Horng is dual board-certified in emergency medicine and clinical informatics with degrees in computer science and biomedical informatics. He specializes in translational clinical informatics and focuses his research on novel methods of artificial intelligence to improve the quality and efficiency of emergency care. Specifically, he works on applying state-of-the-art machine learning methods to implement automated information retrieval and targeted decision support at the bedside."
 },
 {
   "ID": 5,
   "Location": "",
   "Time": "10:20",
   "Activity": "Coffee Break",
   "Topic": "",
   "Bio": ""
 },
 {
   "ID": 6,
   "Location": "",
   "Time": "10:30",
   "Activity": "Alistair Johnson",
   "Topic": "MIMIC-IV",
   "Bio": "Alistair joined the Laboratory for Computational Physiology in 2015 and is currently a full time Research Scientist. He received his B.Eng in Biomedical and Electrical Engineering at McMaster University, Canada, and subsequently read for a D.Phil in Healthcare Innovation at the University of Oxford. His thesis was titled \"Mortality and acuity assessment in critical care\", and its focus included using machine learning techniques to predict mortality and develop new severity of illness scores for patients admitted to intensive care units. Before joining the LCP, Alistair spent a year as a research assistant at the John Radcliffe hospital in Oxford, where he worked on building early alerting models for patients post-ICU discharge. He has extensive experience and expertise in working with ICU data, and in building decision support tools for critically ill patients. He is actively engaged in research investigations with clinical colleagues. He has worked extensively on creating and releasing the Medical Information Mart for Intensive Care (MIMIC)-III and eICU databases, and in actively supporting its user community."
 },
 {
   "ID": 7,
   "Location": "",
   "Time": "10:50",
   "Activity": "Omar Badawi",
   "Topic": "eICU",
   "Bio": "Head of Health Data Science & AI at Philips"
 },
 {
   "ID": 8,
   "Location": "",
   "Time": "11:10",
   "Activity": "Joe Frassica",
   "Topic": "Data Sharing & Large Datasets",
   "Bio": "Joseph Frassica, MD, is Head of Philips Research, Americas and Chief Medical Officer, Royal Philips North America where he is focused on leading a broad-based medical, science and technology team to bring clinically meaningful innovation to the bedside. In addition, Joe also serves as Senior Consultant in Pediatric Critical Care at the Massachusetts General Hospital, Research Affiliate at the Massachusetts Institute of Technology and Pediatric Editor for the Journal of Intensive Care Medicine."
 },
 {
   "ID": 9,
   "Location": "",
   "Time": "11:20",
   "Activity": "Minnan Xu",
   "Topic": "Philips Research Acute Care Analytics",
   "Bio": "Principle Scientist, Philips Research"
 },
 {
   "ID": 10,
   "Location": "E25-119",
   "Time": "12:00",
   "Activity": "Lunch Break",
   "Topic": "Parallel Session in E25-101: Steering Committee Meeting",
   "Bio": ""
 },
 {
   "ID": 11,
   "Location": "E25-401",
   "Time": "13:10",
   "Activity": "Tom Pollard",
   "Topic": "PhysioNet",
   "Bio": "Tom earned his PhD in biomedical engineering at University College London and University College London Hospitals (UCLH) where he obtained focused experience in the intensive care environment and computational modelling of patient physiology. He is currently a full time Research Scientist at MIT. He is expert in the development, support, and analysis of critical care databases, including MIMIC and the recently released eICU Collaborative Research Database. He conducts retrospective studies in collaboration with clinical specialists, develops and supports critical care databases that are widely used around the world in research and education, and he has created software used by hundreds of researchers and students internationally. Tom has a broad interest in how we can improve the way that critical care data is managed, shared, and analyzed for the benefit of patients. He is a Fellow of the Software Sustainability Institute."
 },
 {
   "ID": 12,
   "Location": "",
   "Time": "13:30",
   "Activity": "Marianne Slight",
   "Topic": "Datathons and Online Courses",
   "Bio": "Marianne Slight leads Cloud Healthcare Analytics at Google. Her focus is applying scalable analytical technologies to healthcare problems, creating healthcare products with artificial intelligence. Prior to Google, she led healthcare NLP products at Nuance, perioperative and critical care products at Picis and then Optum, and analytic solutions at Oracle."
 },
 {
   "ID": 13,
   "Location": "",
   "Time": "14:00",
   "Activity": "Donny Cheung",
   "Topic": "Google: Recent Work and Plans for Use of MIMIC",
   "Bio": "Donny is a senior software engineer on the Google Cloud Healthcare & Life Sciences team and leads the Healthcare Analytics Platform engineering team.  Previously, he worked in Google's Display Ads team, building global-scale machine learning applications to improve the quality and relevance of users' display ad experiences.  Prior to Google, he worked as a senior scientist at a Toronto-based medical device startup, focusing on medical imaging device design and image reconstruction algorithms. Donny holds a PhD in Mathematics from the University of Waterloo and held a postdoctoral fellowship at the University of Calgary in the Quantum Information Science group."
 },
 {
   "ID": 14,
   "Location": "",
   "Time": "14:30",
   "Activity": "Chaitanya Shivade",
   "Topic": "IBM: Deep Neural Networks and The Struggles with Clinical Texts",
   "Bio": "Dr. Shivade is a member of the Medical Imaging Solutions Group interested in applying machine learning techniques to solve problems in clinical data. He graduated with a PhD in Computer Science and Engineering from The Ohio State University. At IBM Research, his work has focused on language inference, question answering, and patient summarization."
 },
 {
   "ID": 15,
   "Location": "",
   "Time": "15:00",
   "Activity": "Coffee Break",
   "Topic": "",
   "Bio": ""
 },
 {
   "ID": 16,
   "Location": "",
   "Time": "15:10",
   "Activity": "Jonathan Rubin",
   "Topic": "Automated Analysis of Chest XRays and Reports",
   "Bio": "PhD in computer science from University of Auckland, New Zealand, focused on the use of artificial intelligence for strategy generation in computer games. Current research focuses on the development and application of machine/deep learning algorithms to physiologic waveform and biomedical imaging datasets. Has developed deep learning algorithms that are able to recognize abnormalities in recorded heart sounds, identify arrhythmias in ECG waveforms and perform automated classification of radiological findings within chest x-ray images."
 },
 {
   "ID": 17,
   "Location": "",
   "Time": "15:30",
   "Activity": "Jesse Raffa",
   "Topic": "The Global Open Source Severity for Illness Score (GOSSIS)",
   "Bio": "Dr. Jesse Raffa, PhD, is a biostatistician Research Scientist at MIT and provides statistical and epidemiological expertise to the group. His primary area of interest in methodological research has been the analysis of complex longitudinal data, in particular using different types of latent variable structures. This is highly relevant in the critical care setting, where most data is both longitudinal and complex in nature. He provides study design and analytical support for LCP’s clinical collaborations both as a consultant and data analyst."
 },
 {
   "ID": 18,
   "Location": "",
   "Time": "15:50",
   "Activity": "Student Presentations",
   "Topic": "Research Projects from HST.953 and Datathons",
   "Bio": ""
 },
 {
   "ID": 19,
   "Location": "",
   "Time": "17:30",
   "Activity": "Networking Reception",
   "Topic": "Light refreshments will be served",
   "Bio": ""
 }
]